IDEA Open Model
ResultBase Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the ResultBase class
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
protected ResultBase()
Protected Sub New
protected:
ResultBase()
See Also
Reference
ResultBase Class
IdeaRS.OpenModel.Result Namespace